{"pmid": "21178900", "doi": ["10.3390/molecules15129450"], "language": ["eng"], "title": "Seasonal variation in total phenolic and flavonoid contents and DPPH scavenging activity of Bellis perennis L. flowers.", "abstract": "Variations in total phenolic and flavonoid contents as well as antioxidant activity of Bellis perennis (common daisy) flowers were investigated. The flowers were collected monthly (from March to October, i.e., during the usual flowering season of the plant) at three localities in three different years. Total flavonoids were determined spectrophotometrically by two methods: by formation of a complex with aluminium chloride after acidic hydrolysis of flower extracts (method 1) and by reaction with boric and oxalic acids in extracts without their modification (method 2). Total phenolics were determined spectrophotometrically using the Folin-Ciocalteu reagent. The antioxidant activity was determined spectrophotometrically by a 1,1-diphenyl-2-picrylhydrazyl (DPPH) radical scavenging assay. The contents of flavonoids varied from 0.31 to 0.44 mg quercetin equivalent/100 mg dry weight (method 1) and from 1.37 to 2.20 mg pigenin-7-glucoside equivalent/100 mg dry weight (method 2). Total phenolics ranged from 2.81 to 3.57 mg gallic acid equivalent/100 mg dry weight. The antioxidant activity expressed as IC(50) values varied from 66.03 to 89.27 µg/mL; it is about 50, 30, 20, and 10 times lower as compared with quercetin, ascorbic acid, Trolox®, and butylhydroxytoluene, respectively, and about five times higher in comparison with apigenin-7-glucoside. There is a significant correlation between antioxidant activity and total phenolics. No correlation between total flavonoid contents and antioxidant activity was observed. Contents of phenolics and flavonoids as well as antioxidant activity of daisy flowers vary to a relatively small extent during the year and are not dependant on the time of collection. Thus, the flowers possess comparable quality as to these characteristics over the whole flowering season of Bellis perennis. Effects of environmental factors on the amounts of secondary metabolites in plants are also discussed.", "date_completed": "20110322", "date_revised": "20211020"}